brew 'autojump'
brew 'git'
brew 'glide'
brew 'go'
brew 'kubectl'
brew 'mas'
brew 'vim'
brew 'watch'
brew 'wget'

tap 'caskroom/cask'

cask_args appdir: '/Applications'

cask 'alfred'
cask 'docker'
cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'minikube'
cask 'psequel'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'virtualbox'
cask 'visual-studio-code'

mas "Divvy - Window Manager", id: 413857545
mas "1Password - Password Manager and Secure Wallet", id: 443987910
