brew 'autojump'
brew 'git'
brew 'go'
brew 'kubectl'
brew 'vim'
brew 'wget'

tap 'caskroom/cask'

cask_args appdir: '/Applications'

cask '1password'
cask 'alfred'
cask 'flycut'
cask 'google-chrome'
cask 'iterm2'
cask 'minikube'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'virtualbox'
